Repository: xaron98/spiral-journey
Catalog: spiral journey project/Localizable.xcstrings
Source language: en
Languages: ar, ca, de, es, fr, ja, pt_br, zh_hans

# pdf.glossary.sri
source: SRI (Sleep Regularity Index) — Measures day-to-day consistency of your sleep-wake pattern (0-100). Higher values indicate a more regular schedule, associated with better health outcomes.
ar: SRI (مؤشر انتظام النوم) — يقيس اتساق نمط النوم-الاستيقاظ يومياً (0-100). القيم الأعلى تشير إلى انتظام أكبر مرتبط بصحة أفضل.
ca: SRI (Índex de Regularitat del Son) — Mesura la consistència diària del teu patró son-vigília (0-100). Valors més alts indiquen horari més regular, associat amb millor salut.
de: SRI (Schlafregularitätsindex) — Misst die tägliche Konsistenz des Schlaf-Wach-Musters (0-100). Höhere Werte bedeuten regelmäßigeren Zeitplan, verbunden mit besserer Gesundheit.
es: SRI (Índice de Regularidad del Sueño) — Mide la consistencia diaria de tu patrón sueño-vigilia (0-100). Valores más altos indican horario más regular, asociado con mejor salud.
fr: SRI (Indice de Régularité du Sommeil) — Mesure la constance quotidienne du cycle sommeil-éveil (0-100). Valeurs élevées = horaire plus régulier, associé à meilleure santé.
ja: SRI（睡眠規則性指数）— 睡眠覚醒パターンの日ごとの一貫性を測定（0-100）。高い値ほど規則的で、健康改善と関連。
zh_hans: SRI（睡眠规律性指数）— 衡量睡眠-觉醒模式的日间一致性（0-100）。数值越高越规律，与更好的健康结果相关。

# pdf.glossary.tmin
source: Tmin (Core Temperature Nadir) — The lowest point of core body temperature during the circadian cycle, typically 2-3 hours before natural wake time. A key marker of circadian phase.
ar: Tmin (أدنى درجة حرارة مركزية) — أدنى نقطة لحرارة الجسم خلال الدورة اليومية، عادة قبل 2-3 ساعات من الاستيقاظ. علامة رئيسية للمرحلة اليومية.
ca: Tmin (Nadir de temperatura central) — El punt més baix de la temperatura corporal central durant el cicle circadiari, normalment 2-3 hores abans del despertar natural. Marcador clau de fase circadiana.
de: Tmin (Kerntemperatur-Nadir) — Der tiefste Punkt der Körperkerntemperatur im zirkadianen Zyklus, typischerweise 2-3 Stunden vor dem Aufwachen. Wichtiger Marker der zirkadianen Phase.
es: Tmin (Nadir de temperatura central) — El punto más bajo de la temperatura corporal central durante el ciclo circadiano, normalmente 2-3 horas antes del despertar natural. Marcador clave de fase circadiana.
fr: Tmin (Nadir de température centrale) — Le point le plus bas de la température corporelle pendant le cycle circadien, typiquement 2-3h avant le réveil naturel. Marqueur clé de la phase circadienne.
ja: Tmin（深部体温最低点）— 概日サイクル中の深部体温が最も低くなる時点。通常、自然な起床の2〜3時間前。概日位相の重要なマーカー。
zh_hans: Tmin（核心体温最低点）— 昼夜节律周期中核心体温最低的时间点，通常在自然醒来前2-3小时。昼夜节律相位的关键标记。

# pdf.label.bedtimeSd
source: Bedtime SD (circular)
ar: انحراف وقت النوم (دائري)
ca: DE hora d'anar a dormir (circular)
de: Schlafzeitabweichung (zirkular)
es: Desv. hora de dormir (circular)
fr: Éc-type heure coucher (circ.)
ja: 就寝時刻SD（円形）
zh_hans: 就寝时间标准差（循环）

# pdf.label.composite
source: Composite Score
ar: النتيجة الإجمالية
ca: Puntuació global
de: Gesamtwertung
es: Puntuación global
fr: Score composite
ja: 総合スコア
zh_hans: 综合评分

# pdf.label.consistency
source: Consistency (SRI)
ar: الاتساق (SRI)
ca: Consistència (SRI)
de: Konsistenz (SRI)
es: Consistencia (SRI)
fr: Consistance (SRI)
ja: 一貫性 (SRI)
zh_hans: 一致性 (SRI)

# pdf.label.days
source: days
ar: أيام
ca: dies
de: Tage
es: días
fr: jours
ja: 日
zh_hans: 天

# pdf.label.meanAcrophase
source: Mean Acrophase
ar: متوسط الأكروفيز
ca: Acrofase mitjana
de: Mittlere Akrophase
es: Acrofase media
fr: Acrophase moyenne
ja: 平均アクロフェーズ
zh_hans: 平均峰相位

# pdf.label.meanDuration
source: Mean Duration
ar: متوسط المدة
ca: Durada mitjana
de: Mittlere Schlafdauer
es: Duración media
fr: Durée moyenne
ja: 平均睡眠時間
zh_hans: 平均时长

# pdf.label.meanR2
source: Mean Cosinor R²
ar: متوسط R² (كوسينور)
ca: R² cosinor mitjà
de: Mittleres Kosinor-R²
es: R² cosinor medio
fr: R² cosinor moyen
ja: コサイナー平均R²
zh_hans: 平均余弦R²

# pdf.label.period
source: Period
ar: الفترة
ca: Període
de: Zeitraum
es: Período
fr: Période
ja: 期間
zh_hans: 期间

# pdf.label.range
source: range:
ar: النطاق:
ca: rang:
de: Bereich:
es: rango:
fr: plage :
ja: 範囲:
zh_hans: 范围:

# pdf.label.rhythmStability
source: Rhythm Stability
ar: استقرار الإيقاع
ca: Estabilitat del ritme
de: Rhythmusstabilität
es: Estabilidad del ritmo
fr: Stabilité du rythme
ja: リズム安定性
zh_hans: 节律稳定性

# pdf.label.socialJetlag
source: Social Jetlag
ar: اضطراب التوقيت الاجتماعي
ca: Jet lag social
de: Sozialer Jetlag
es: Jet lag social
fr: Décalage horaire social
ja: 社会的時差ぼけ
zh_hans: 社会性时差

# pdf.label.sri
source: Sleep Regularity Index
ar: مؤشر انتظام النوم
ca: Índex de regularitat del son
de: Schlafregularitätsindex
es: Índice de regularidad del sueño
fr: Indice de régularité du sommeil
ja: 睡眠規則性指数
zh_hans: 睡眠规律性指数

# pdf.label.weekDelta
source: Week-over-week Δ
ar: التغيير الأسبوعي Δ
ca: Δ setmana anterior
de: Woche-zu-Woche Δ
es: Δ semana anterior
fr: Δ semaine précédente
ja: 週間比較 Δ
zh_hans: 周环比 Δ

# pdf.report.subtitle
source: Circadian rhythm & sleep pattern analysis
ar: تحليل إيقاع الساعة البيولوجية وأنماط النوم
ca: Anàlisi del ritme circadià i els patrons de son
de: Zirkadianer Rhythmus & Schlafmusteranalyse
es: Análisis del ritmo circadiano y patrones de sueño
fr: Analyse du rythme circadien et des habitudes de sommeil
ja: 概日リズムと睡眠パターン分析
zh_hans: 昼夜节律与睡眠模式分析

# pdf.report.title
source: Spiral Journey — Sleep Report
ar: Spiral Journey — تقرير النوم
ca: Spiral Journey — Informe de son
de: Spiral Journey — Schlafreport
es: Spiral Journey — Informe de sueño
fr: Spiral Journey — Rapport de sommeil
ja: Spiral Journey — 睡眠レポート
zh_hans: Spiral Journey — 睡眠报告

# pdf.section.biomarkers
source: Estimated Circadian Biomarkers
ar: المؤشرات الحيوية الإيقاعية المقدّرة
ca: Biomarcadors circadians estimats
de: Geschätzte zirkadiane Biomarker
es: Biomarcadores circadianos estimados
fr: Biomarqueurs circadiens estimés
ja: 推定概日バイオマーカー
zh_hans: 估算昼夜节律生物标志物

# pdf.section.categories
source: Category Breakdown
ar: تفصيل الفئات
ca: Desglossament per categories
de: Kategorienaufschlüsselung
es: Desglose por categorías
fr: Répartition par catégories
ja: カテゴリ内訳
zh_hans: 分类明细

# pdf.section.glossary
source: Glossary of Terms
ar: مسرد المصطلحات
ca: Glossari de termes
de: Glossar
es: Glosario de términos
fr: Glossaire
ja: 用語集
zh_hans: 术语表

# pdf.section.patterns
source: Circadian Pattern Analysis
ar: تحليل النمط الإيقاعي
ca: Anàlisi de patrons circadians
de: Zirkadiane Musteranalyse
es: Análisis de patrones circadianos
fr: Analyse des schémas circadiens
ja: 概日パターン分析
zh_hans: 昼夜节律模式分析

# pdf.section.recommendations
source: Recommendations
ar: التوصيات
ca: Recomanacions
de: Empfehlungen
es: Recomendaciones
fr: Recommandations
ja: 推奨事項
zh_hans: 建议

# pdf.section.stats
source: Sleep Statistics
ar: إحصائيات النوم
ca: Estadístiques de son
de: Schlafstatistiken
es: Estadísticas de sueño
fr: Statistiques de sommeil
ja: 睡眠統計
zh_hans: 睡眠统计

# pdf.section.summary
source: Summary
ar: الملخص
ca: Resum
de: Zusammenfassung
es: Resumen
fr: Résumé
ja: サマリー
zh_hans: 摘要

# pdf.share.preview
source: Sleep Report
ar: تقرير النوم
ca: Informe de Son
de: Schlafbericht
es: Informe de Sueño
fr: Rapport de Sommeil
ja: 睡眠レポート
zh_hans: 睡眠报告

# periodogram.axis.power
source: Power
ar: القوة
ca: Potència
de: Leistung
es: Potencia
fr: Puissance
ja: パワー
zh_hans: 功率

# periodogram.days
source: days
ar: أيام
ca: dies
de: Tage
es: días
fr: jours
ja: 日
zh_hans: 天

# periodogram.insight.amplitude.biweekly
source: Your rhythm strength oscillates every ~2 weeks — you alternate between weeks of strong and weak circadian drive.
ar: تتذبذب قوة إيقاعك كل أسبوعين تقريبًا — تتناوب بين أسابيع إيقاع قوي وضعيف.
ca: La força del teu ritme oscil·la cada ~2 setmanes — alternes entre setmanes de ritme fort i feble.
de: Deine Rhythmusstärke schwankt alle ~2 Wochen — du wechselst zwischen Wochen mit starkem und schwachem Rhythmus.
es: La fuerza de tu ritmo oscila cada ~2 semanas — alternas entre semanas de ritmo fuerte y débil.
fr: La force de votre rythme oscille toutes les ~2 semaines — vous alternez entre des semaines de rythme fort et faible.
ja: リズムの強さが約2週間ごとに変動しています——強い週と弱い週が交互に来ます。
zh_hans: 您的节律强度每约2周波动——强弱节律周交替出现。

# periodogram.insight.amplitude.weekly
source: Your circadian rhythm is stronger on weekdays and weaker on weekends — routine strengthens your internal clock.
ar: إيقاعك اليومي أقوى خلال أيام العمل وأضعف في عطلة نهاية الأسبوع — الروتين يقوي ساعتك الداخلية.
ca: El teu ritme circadià és més fort entre setmana i més feble els caps de setmana — la rutina enforteix el teu rellotge intern.
de: Dein zirkadianer Rhythmus ist werktags stärker und am Wochenende schwächer — Routine stärkt deine innere Uhr.
es: Tu ritmo circadiano es más fuerte entre semana y más débil los fines de semana — la rutina fortalece tu reloj interno.
fr: Votre rythme circadien est plus fort en semaine et plus faible le week-end — la routine renforce votre horloge interne.
ja: 概日リズムは平日に強く、週末に弱くなります——規則的な生活が体内時計を強化します。
zh_hans: 您的昼夜节律在工作日更强、周末更弱——规律的作息增强了您的生物钟。

# periodogram.insight.duration.circadian
source: Your sleep duration has a stable daily rhythm — you sleep a consistent amount each night.
ar: مدة نومك لها إيقاع يومي مستقر — تنام مدة ثابتة كل ليلة.
ca: La teva durada de son té un ritme diari estable — dorms una quantitat consistent cada nit.
de: Deine Schlafdauer hat einen stabilen Tagesrhythmus — du schläfst jede Nacht gleichmäßig.
es: Tu duración de sueño tiene un ritmo diario estable — duermes una cantidad consistente cada noche.
fr: Votre durée de sommeil a un rythme quotidien stable — vous dormez une durée constante chaque nuit.
ja: 睡眠時間は安定した日リズムがあります——毎晩一定の量を睡眠しています。
zh_hans: 您的睡眠时长有稳定的日节律——每晚睡眠量一致。

# periodogram.insight.duration.menstrual.noData
source: A ~28-day cycle detected in your sleep duration.
ar: تم اكتشاف دورة مدتها حوالي 28 يومًا في مدة نومك.
ca: Es detecta un cicle de ~28 dies en la teva durada de son.
de: Ein ~28-Tage-Zyklus in deiner Schlafdauer erkannt.
es: Se detecta un ciclo de ~28 días en tu duración de sueño.
fr: Un cycle de ~28 jours détecté dans votre durée de sommeil.
ja: 睡眠時間に約28日の周期が検出されました。
zh_hans: 在您的睡眠时长中检测到约28天的周期。

# periodogram.insight.duration.menstrual.withData
source: A ~28-day cycle detected in your sleep duration, possibly related to your menstrual cycle.
ar: تم اكتشاف دورة مدتها حوالي 28 يومًا في مدة نومك، ربما مرتبطة بدورتك الشهرية.
ca: Es detecta un cicle de ~28 dies en la teva durada de son, possiblement relacionat amb el teu cicle menstrual.
de: Ein ~28-Tage-Zyklus in deiner Schlafdauer erkannt, möglicherweise mit deinem Menstruationszyklus zusammenhängend.
es: Se detecta un ciclo de ~28 días en tu duración de sueño, posiblemente relacionado con tu ciclo menstrual.
fr: Un cycle de ~28 jours détecté dans votre durée de sommeil, possiblement lié à votre cycle menstruel.
ja: 睡眠時間に約28日の周期が検出されました。月経周期と関連している可能性があります。
zh_hans: 在您的睡眠时长中检测到约28天的周期，可能与您的月经周期有关。

# periodogram.insight.duration.weekly
source: Your sleep duration varies with a weekly cycle — likely due to weekday/weekend differences.
ar: تتغير مدة نومك بدورة أسبوعية — ربما بسبب الاختلافات بين أيام العمل وعطلة نهاية الأسبوع.
ca: La teva durada de son varia amb un cicle setmanal — probablement per diferències entre setmana i cap de setmana.
de: Deine Schlafdauer variiert im Wochenrhythmus — wahrscheinlich durch Unterschiede zwischen Wochentagen und Wochenenden.
es: Tu duración de sueño varía con un ciclo semanal — probablemente por diferencias entre semana y fines de semana.
fr: Votre durée de sommeil varie selon un cycle hebdomadaire — probablement dû aux différences semaine/week-end.
ja: 睡眠時間は週間サイクルで変動しています——平日と週末の違いによるものと思われます。
zh_hans: 您的睡眠时长呈周周期变化——可能是由于工作日和周末的差异。

# periodogram.insight.generic
source: A dominant rhythm of %@ detected.
ar: تم اكتشاف إيقاع سائد مدته %@.
ca: Es detecta un ritme dominant de %@.
de: Ein dominanter Rhythmus von %@ erkannt.
es: Se detecta un ritmo dominante de %@.
fr: Un rythme dominant de %@ détecté.
ja: %@の主要リズムが検出されました。
zh_hans: 检测到%@的主导节律。

# periodogram.insight.hr.menstrual
source: Your resting heart rate has a ~28-day cycle — this is consistent with hormonal changes across the menstrual cycle.
ar: معدل نبض قلبك أثناء الراحة له دورة مدتها حوالي 28 يومًا — وهذا يتوافق مع التغيرات الهرمونية عبر الدورة الشهرية.
ca: La teva freqüència cardíaca en repòs té un cicle de ~28 dies — consistent amb els canvis hormonals del cicle menstrual.
de: Deine Ruheherzfrequenz hat einen ~28-Tage-Zyklus — passend zu hormonellen Veränderungen im Menstruationszyklus.
es: Tu frecuencia cardíaca en reposo tiene un ciclo de ~28 días — consistente con los cambios hormonales del ciclo menstrual.
fr: Votre fréquence cardiaque au repos a un cycle de ~28 jours — cohérent avec les changements hormonaux du cycle menstruel.
ja: 安静時心拍数に約28日の周期があります——月経周期のホルモン変化と一致しています。
zh_hans: 您的静息心率有约28天的周期——这与月经周期的激素变化一致。

# periodogram.insight.hr.weekly
source: Your resting heart rate follows a weekly pattern — your body accumulates stress during the week and recovers on weekends.
ar: معدل نبض قلبك أثناء الراحة يتبع نمطًا أسبوعيًا — جسمك يراكم التوتر خلال الأسبوع ويتعافى في عطلة نهاية الأسبوع.
ca: La teva freqüència cardíaca en repòs segueix un patró setmanal — el teu cos acumula estrès entre setmana i es recupera els caps de setmana.
de: Deine Ruheherzfrequenz folgt einem Wochenmuster — dein Körper sammelt unter der Woche Stress an und erholt sich am Wochenende.
es: Tu frecuencia cardíaca en reposo sigue un patrón semanal — tu cuerpo acumula estrés entre semana y se recupera los fines de semana.
fr: Votre fréquence cardiaque au repos suit un schéma hebdomadaire — votre corps accumule du stress en semaine et récupère le week-end.
ja: 安静時心拍数は週間パターンに従っています——平日にストレスが蓄積し、週末に回復します。
zh_hans: 您的静息心率呈周模式——身体在工作日积累压力，周末恢复。

# periodogram.insight.hrv.menstrual
source: Your nocturnal HRV has a ~28-day cycle — hormonal fluctuations across the menstrual cycle affect autonomic tone and sleep quality.
ar: تقلب معدل ضربات قلبك الليلي له دورة مدتها حوالي 28 يومًا — التقلبات الهرمونية عبر الدورة الشهرية تؤثر على النغمة اللاإرادية وجودة النوم.
ca: La teva VFC nocturna té un cicle de ~28 dies — les fluctuacions hormonals del cicle menstrual afecten el to autonòmic i la qualitat del son.
de: Deine nächtliche HRV hat einen ~28-Tage-Zyklus — hormonelle Schwankungen im Menstruationszyklus beeinflussen den autonomen Tonus und die Schlafqualität.
es: Tu VFC nocturna tiene un ciclo de ~28 días — las fluctuaciones hormonales del ciclo menstrual afectan el tono autonómico y la calidad del sueño.
fr: Votre VFC nocturne a un cycle de ~28 jours — les fluctuations hormonales du cycle menstruel affectent le tonus autonome et la qualité du sommeil.
ja: 夜間HRVに約28日の周期があります——月経周期のホルモン変動が自律神経のトーンと睡眠の質に影響しています。
zh_hans: 您的夜间心率变异性有约28天的周期——月经周期的激素波动影响自主神经张力和睡眠质量。

# periodogram.insight.hrv.weekly
source: Your nocturnal HRV follows a weekly cycle — your autonomic recovery is better on some days than others, likely linked to your weekly routine.
ar: تقلب معدل ضربات قلبك الليلي يتبع دورة أسبوعية — تعافيك اللاإرادي أفضل في بعض الأيام من غيرها، على الأرجح مرتبط بروتينك الأسبوعي.
ca: La teva VFC nocturna segueix un cicle setmanal — la teva recuperació autonòmica és millor alguns dies que altres, probablement lligada a la teva rutina setmanal.
de: Deine nächtliche HRV folgt einem Wochenzyklus — deine autonome Erholung ist an manchen Tagen besser als an anderen, wahrscheinlich durch deine Wochenroutine bedingt.
es: Tu VFC nocturna sigue un ciclo semanal — tu recuperación autonómica es mejor algunos días que otros, probablemente ligada a tu rutina semanal.
fr: Votre VFC nocturne suit un cycle hebdomadaire — votre récupération autonome est meilleure certains jours, probablement liée à votre routine hebdomadaire.
ja: 夜間HRVは週間サイクルに従っています——自律神経の回復が日によって異なり、週間ルーティンと関連している可能性があります。
zh_hans: 您的夜间心率变异性呈周周期——自主神经恢复某些天比其他天好，可能与您的周常规有关。

# periodogram.insight.midpoint.circadian
source: Your circadian rhythm is stable at ~24h — well synchronized.
ar: إيقاعك اليومي مستقر عند حوالي 24 ساعة — متزامن جيدًا.
ca: El teu ritme circadià és estable a ~24h — ben sincronitzat.
de: Dein zirkadianer Rhythmus ist stabil bei ~24h — gut synchronisiert.
es: Tu ritmo circadiano es estable a ~24h — bien sincronizado.
fr: Votre rythme circadien est stable à ~24h — bien synchronisé.
ja: 概日リズムは約24時間で安定しています——よく同期しています。
zh_hans: 您的昼夜节律稳定在约24小时——同步良好。

# periodogram.insight.midpoint.weekly
source: Your bedtime shifts with a weekly cycle — you likely go to bed later on weekends and earlier on weekdays.
ar: يتغير وقت نومك بدورة أسبوعية — من المحتمل أنك تنام متأخرًا في عطلات نهاية الأسبوع.
ca: La teva hora d'anar a dormir es desplaça amb un cicle setmanal — probablement et fiques al llit més tard els caps de setmana.
de: Deine Schlafenszeit verschiebt sich im Wochenrhythmus — du gehst am Wochenende wahrscheinlich später ins Bett.
es: Tu hora de dormir se desplaza con un ciclo semanal — probablemente te acuestas más tarde los fines de semana.
fr: Votre heure de coucher varie selon un cycle hebdomadaire — vous vous couchez probablement plus tard le week-end.
ja: 就寝時間が週間サイクルで変動しています——週末に遅く寝る傾向があります。
zh_hans: 您的就寝时间呈周周期变化——您可能在周末睡得更晚。

# periodogram.insight.noPeaks
source: No significant rhythms detected in this signal. This may indicate irregularity or insufficient data.
ar: لم يتم اكتشاف إيقاعات مهمة في هذه الإشارة. قد يشير ذلك إلى عدم انتظام أو بيانات غير كافية.
ca: No es detecten ritmes significatius en aquest senyal. Pot indicar irregularitat o dades insuficients.
de: Keine signifikanten Rhythmen in diesem Signal erkannt. Dies kann auf Unregelmäßigkeit oder unzureichende Daten hindeuten.
es: No se detectan ritmos significativos en esta señal. Esto puede indicar irregularidad o datos insuficientes.
fr: Aucun rythme significatif détecté dans ce signal. Cela peut indiquer une irrégularité ou des données insuffisantes.
ja: この信号に有意なリズムは検出されませんでした。不規則性またはデータ不足の可能性があります。
zh_hans: 在此信号中未检测到显著节律。这可能表明不规律或数据不足。

# periodogram.insufficientData
source: You need at least 2 weeks of data to detect rhythms.
ar: تحتاج إلى أسبوعين على الأقل من البيانات لاكتشاف الإيقاعات.
ca: Necessites almenys 2 setmanes de dades per detectar ritmes.
de: Du brauchst mindestens 2 Wochen Daten, um Rhythmen zu erkennen.
es: Necesitas al menos 2 semanas de datos para detectar ritmos.
fr: Vous avez besoin d'au moins 2 semaines de données pour détecter des rythmes.
ja: リズムを検出するには、少なくとも2週間のデータが必要です。
zh_hans: 需要至少2周的数据才能检测节律。

# periodogram.legend.peaks
source: Significant peaks
ar: قمم مهمة
ca: Pics significatius
de: Signifikante Spitzen
es: Picos significativos
fr: Pics significatifs
ja: 有意なピーク
zh_hans: 显著峰值

# periodogram.legend.threshold
source: Statistical threshold
ar: العتبة الإحصائية
ca: Llindar estadístic
de: Statistische Schwelle
es: Umbral estadístico
fr: Seuil statistique
ja: 統計的閾値
zh_hans: 统计阈值

# periodogram.noDataForSignal
source: No data available for this signal.
ar: لا تتوفر بيانات لهذه الإشارة.
ca: No hi ha dades disponibles per a aquest senyal.
de: Keine Daten für dieses Signal verfügbar.
es: No hay datos disponibles para esta señal.
fr: Aucune donnée disponible pour ce signal.
ja: この信号のデータがありません。
zh_hans: 此信号无可用数据。

# periodogram.noPeaks
source: No significant rhythms detected.
ar: لم يتم اكتشاف إيقاعات مهمة.
ca: No es detecten ritmes significatius.
de: Keine signifikanten Rhythmen erkannt.
es: No se detectan ritmos significativos.
fr: Aucun rythme significatif détecté.
ja: 有意なリズムは検出されませんでした。
zh_hans: 未检测到显著节律。

# periodogram.peak.biweekly
source: Biweekly
ar: نصف شهري
ca: Bisetmanal
de: Zweiwöchentlich
es: Bisemanal
fr: Bimensuel
ja: 隔週
zh_hans: 双周

# periodogram.peak.circadian
source: Circadian
ar: إيقاع يومي
ca: Circadià
de: Zirkadian
es: Circadiano
fr: Circadien
ja: 概日
zh_hans: 昼夜节律

# periodogram.peak.menstrual
source: Menstrual
ar: الدورة الشهرية
de: Menstruell
fr: Menstruel
ja: 月経
zh_hans: 月经

# periodogram.peak.weekly
source: Weekly
ar: أسبوعي
ca: Setmanal
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
ja: 週間
zh_hans: 每周

# periodogram.signal
source: Signal
ar: إشارة
ca: Senyal
es: Señal
ja: 信号
zh_hans: 信号

# periodogram.signal.amplitude
source: Rhythm Strength
ar: قوة الإيقاع
ca: Força del ritme
de: Rhythmusstärke
es: Fuerza del ritmo
fr: Force du rythme
ja: リズム強度
zh_hans: 节律强度

# periodogram.signal.duration
source: Duration
ar: المدة
ca: Durada
de: Dauer
es: Duración
fr: Durée
ja: 持続時間
zh_hans: 时长

# periodogram.signal.midpoint
source: Sleep Midpoint
ar: نقطة منتصف النوم
ca: Punt mitjà del son
de: Schlafmittelpunkt
es: Punto medio del sueño
fr: Point médian du sommeil
ja: 睡眠中間点
zh_hans: 睡眠中点

# periodogram.signal.nocturnalHRV
source: Nocturnal HRV
ar: تقلب معدل ضربات القلب الليلي
ca: VFC nocturna
de: Nächtliche HRV
es: VFC nocturna
fr: VFC nocturne
ja: 夜間HRV
zh_hans: 夜间心率变异性

# periodogram.signal.restingHR
source: Resting HR
ar: معدل نبض الراحة
ca: FC en repòs
de: Ruhe-HF
es: FC en reposo
fr: FC au repos
ja: 安静時心拍数
zh_hans: 静息心率

# periodogram.threshold
source: Significance
ar: الأهمية
ca: Significança
de: Signifikanz
es: Significancia
fr: Significativité
ja: 有意性
zh_hans: 显著性

# periodogram.title
source: Detected Rhythms
ar: الإيقاعات المكتشفة
ca: Ritmes Detectats
de: Erkannte Rhythmen
es: Ritmos Detectados
fr: Rythmes Détectés
ja: 検出されたリズム
zh_hans: 检测到的节律

# prc.advance
source: Advance zone
ar: منطقة التقديم
ca: Zona d'avanç
de: Vorverlegungszone
es: Zona de adelanto
fr: Zone d'avance
ja: 前進ゾーン
zh_hans: 提前区

# prc.dead
source: Neutral zone
ar: المنطقة المحايدة
ca: Zona neutra
de: Neutrale Zone
es: Zona neutra
fr: Zone neutre
ja: 中立ゾーン
zh_hans: 中性区

# prc.delay
source: Delay zone
ar: منطقة التأخير
ca: Zona de retard
de: Verzögerungszone
es: Zona de retraso
fr: Zone de retard
ja: 遅延ゾーン
zh_hans: 延迟区

# prc.help.advance.body
source: Stimuli in this window shift your clock earlier — helping you wake up and fall asleep sooner. Useful for correcting a delayed sleep phase.
ar: تُقدِّم المنبهات في هذه النافذة ساعتك — مما يساعدك على الاستيقاظ والنوم مبكرًا. مفيد لتصحيح مرحلة النوم المتأخرة.
ca: Els estímuls en aquesta finestra avancen el teu rellotge, ajudant-te a despertar-te i adormir-te abans. Útil per corregir una fase de son retardada.
de: Reize in diesem Fenster verschieben deine Uhr früher — sie helfen dir, früher aufzuwachen und einzuschlafen. Nützlich zur Korrektur einer verzögerten Schlafphase.
es: Los estímulos en esta ventana adelantan tu reloj, ayudándote a despertar y dormirte antes. Útil para corregir una fase de sueño retrasada.
fr: Les stimuli dans cette fenêtre avancent votre horloge — vous aidant à vous réveiller et à vous endormir plus tôt. Utile pour corriger une phase de sommeil retardée.
ja: この時間帯の刺激は時計を早める方向にシフトさせ、早起き・早寝に役立ちます。遅れた睡眠相の修正に有効です。
zh_hans: 此窗口内的刺激会使你的时钟提前，帮助你更早醒来和入睡。对纠正睡眠相位延迟有帮助。

# prc.help.advance.title
source: Advance zone (phase advance)
ar: منطقة التقديم (تقديم الطور)
ca: Zona d'avançament (avançament de fase)
de: Vorverlegungszone (Phasenvorverlagerung)
es: Zona de avance (adelanto de fase)
fr: Zone d'avance (avance de phase)
ja: 前進ゾーン（位相前進）
zh_hans: 提前区（相位提前）

# prc.help.dead.body
source: Stimuli during this window have little effect on your clock. This typically occurs in the mid-morning hours.
ar: المنبهات في هذه النافذة ليس لها تأثير يُذكر على ساعتك. يحدث هذا عادةً في منتصف الصباح.
ca: Els estímuls durant aquesta finestra tenen poc efecte en el teu rellotge. Això sol ocórrer a mig matí.
de: Reize in diesem Fenster haben kaum Auswirkungen auf deine Uhr. Dies tritt typischerweise am späten Vormittag auf.
es: Los estímulos durante esta ventana tienen poco efecto en tu reloj. Esto suele ocurrir a media mañana.
fr: Les stimuli pendant cette fenêtre ont peu d'effet sur votre horloge. Cela se produit généralement en milieu de matinée.
ja: この時間帯の刺激は時計にほとんど影響を与えません。通常、朝中頃に発生します。
zh_hans: 此时间窗内的刺激对你的时钟影响很小，通常发生在上午中段。

# prc.help.dead.title
source: Neutral zone
ar: المنطقة المحايدة
ca: Zona neutra
de: Neutrale Zone
es: Zona neutra
fr: Zone neutre
ja: 中立ゾーン
zh_hans: 中性区
